const atopicSymptomsByAge = {
  infants: [
    '생후 2개월부터 2년 사이에 발생',
    '양볼에 소양성 홍반으로 나타난다.',
    '홍반에 미세한 수포가 발생하고 이들이 터져서 습윤성 가피를 형성한다',
    '급속히 몸의 타 부위로 변져서 머리, 목, 이마, 손목, 그리고 팔다리에 발생하기도 하며 둔부에도 간혹 나타난다.',
    '긁거나 문질러서 때로 감염을 일으켜 가피, 농포, 침윤성 병변을 보이기도 한다.',
    '수포는 구진으로 대치되며 침윤반은 특징적인 태선화 병변으로 나타난다.',
    '심한 가려움이 이 질환의 주 증상이다.',
  ],
  pediatric: [
    '2세에서 10세까지 발생',
    '동일한 장소에 진물이 적고 보다 건조한 병변이 구진형으로 나타나는 경향이있다.',
    '유아기에 비해 다소 경기한 급성 병변이다.',
    '팔꿈치 앞쪽, 무릎 뒤쪽, 손목, 안검, 안면 목주위 등에 주로 나타난다.',
    '약간의 표면 각질과 태선화 병변이 주로 나타난다.',
    '찰상 구진과 침윤반이 뒤썩여 노출부에 광범하게 나타날수 있다.',
    '가려움증이 근복적인 특징으로 이 질환의 피부증상은 이로 인한 2차적인 감염이다.',
  ],
  adult: [
    '성인기에 발생',
    '국한성 홍반 인설 구진 또는 수포성 반을 형성하거나 소양성 태선화반으로 나타난다.',
    '팔꿈치 앞쪽, 무릎뒤쪽, 목, 이마 눈주위에 주로 나타나며 손과 손목도 흔히 나타난다.',
    '손에 습진이 있는 가정주부는 아토피성 체질을 가지는 경우가 많다.',
    '전신적인 발진이 발생할 때는 굴절부에 심한 병변이 있다.',
  ],
};

export default atopicSymptomsByAge;
